IDEA StatiCa Open Model
ISDImportSettings Class
Compatible with IDEA StatiCa Beta 21.0 - beta
 Represents settings of improt options into Idea StatiCa Detail
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Detail.ISDImportSettings
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public class ISDImportSettings
Public Class ISDImportSettings
public ref class ISDImportSettings
The ISDImportSettings type exposes the following members.
Constructors
Name | Description
ISDImportSettings
 Constructor
Top
Properties
Name | Description
UseWizard
 Open import wizard window
Top
See Also
Reference
IdeaRS.OpenModel.Detail Namespace